Repository: domager73/smart
Catalog: lib/l10n/app_*.arb
Languages: ar

source: Add announcement
ar: !مرحبا

source: Hello!
ar: !مرحبا

source: Log in
ar: تسجيل

source: Next
ar: التالي

source: Don't have an account?
ar: لا يوجد حساب؟

source: Create new account
ar: !انشاء حساب جديد

source: Enter the password
ar: ادخل كلمة السر من جديد

source: Forgot the password?
ar: نسيت كلمة السر؟

source: Enter the phone number associated with your account
ar: ادخل رقم الهاتف المرتبط بحسابك

source: Enter verification code
ar: Navigi ادخل الرقم المرسل من طرف

source: Didn't receive the code?
ar: لم تستقبل اي رقم؟

source: Send again
ar: ارسل من جديد

source: Reset password
ar: البحث عن حسابك

source: Enter the email address associated with your account
ar: ادخل البريد الالكتروني المرتبط بحسابك

source: View all
ar: مشاهدة جميع الفئات

source: Categories
ar: الفئات

source: Real estate
ar: عقار

source: Electronics
ar: اجهزة الكترونية

source: Home appliance
ar: اجهزة منزلية

source: Vehicles
ar: مركبات

source: Accessories and Repairs
ar: قطع غيار السيارات

source: Clothes
ar: ملابس و احذية

source: Home and leisure
ar: اثاث و ادوات منزلية

source: Animals
ar: حيوانات

source: Jobs and services
ar: فرص عمل و خدمات

source: Recommendations
ar: اعلانات قد تعجبك

source: home page
ar: الصفحة الرئيسية

source: Messages
ar: الرسائل

source: Favorites
ar: الاعلانات المفضلة

source: My profile
ar: ملف شخصي

source: Trademark search
ar: بحث عن الماركة

source: Jobs
ar: عمل

source: Services
ar: خدمات

source: Looking for employees
ar: بحث عن عامل

source: Workplace
ar: المنصب

source: Salary
ar: الراتب

source: Localisation
ar: المكان

source: Search area
ar: منطقة البحث

source: km
ar: كم

source: driver
ar: سائق حافلة

source: With picture
ar: بالصور

source: sort
ar: فرز

source: Filters
ar: تدقيق

source: Price
ar: السعر

source: sort by
ar: فرز

source: Category
ar: الفئة

source: Only a high ranking
ar: حسابات بتنقيط عالي

source: Only with reduction
ar: اعلانات بتخفيضات في السعر

source: Random
ar: عشوائي

source: Ascending price
ar: السعر- الأعلى اولا

source: Decreasing price
ar: السعر- القل اولا

source: Distance
ar: المسافة

source: City
ar: المدينة

source: The merie
ar: البلدية

source: Show 1000 ads
ar: إظهار 1000 اعلان

source: Today at 18:25
ar: اليوم على 18:25

source: views
ar: مشاهدة

source: Write
ar: مراسلة

source: Make an offer
ar: تقديم عرض

source: Features
ar: الخصوصيات

source: Type of product
ar: نوع العرض

source: Operating system
ar: نظام التشغيل

source: condition
ar: الحالة

source: Diagonal
ar: الشاشة

source: touch
ar: سمارت

source: Built-in memory
ar: ذاكرة مدمجة

source: Wi-Fi
ar: واي فاي

source: Camera
ar: الكاميرا

source: Tablet
ar: تابلت

source: Electronic
ar: اجهزة الكترونية

source: Very good
ar: جد جيدة

source: megapixels
ar: ميغابيكسل

source: Description
ar: وصف

source: Seller
ar: البائع

source: block
ar: حضر

source: Report
ar: تبليغ

source: Article added to favorites!
ar: اعلان مضاف الى الاعلانات المفضلة

source: Offer
ar: ارسال العرض

source: Call
ar: اتصال

source: On sale
ar: جاري البيع

source: Sold
ar: تم البيع

source: The deal is done
ar: تمت الصفقة

source: Comments
ar: تعليقات

source: Write a comment
ar: تعليق

source: What did you talk about?
ar: عن ماذا كان الحديث؟

source: Did you purchase the item?
ar: هل اشتريته؟

source: Yes
ar: نعم

source: No
ar: لا

source: Meeting
ar: ملاقاة

source: dating convention
ar: اتفاقية ملاقاة

source: Communication by phone
ar: مكالمة هاتفية

source: Publish
ar: نشر

source: No favorites at the moment.
ar: لا يوجد اعلانات مفضلة

source: Add articles to your favorites to find them here.
ar: اضف اعلانات الى مفضلاتك للعثور عليها هنا

source: You have no ads
ar: ليس لديك اعلانات

source: Add an ad
ar: نشر اعلان

source: Balance generated by sales
ar: None

source: My informations
ar: معلوملتي الخاصة

source: My comments
ar: تعليقاتي

source: FAQ
ar: None

source: Terms of use
ar: None

source: Log out
ar: تسجيل الخروج

source: Delete my account
ar: حذف الحساب

source: App settings
ar: الاعدادات

source: notifications
ar: الاشعارات

source: Language
ar: اللغة

source: Arabic
ar: العربية

source: Personal offers
ar: عروض خاصة

source: Selected ads
ar: الاعلانات المفضلة

source: Account certification
ar: توثيق الحساب

source: Take a picture of yourself holding an ID card next to your face, like the example below.
ar: التقط صورة لبطاقة التعريف الخاصة بك كما هو موضح اسفله.

source: Upload the photo in PNG or JPEG format from your device.
ar: Png, jpegادخل الصورة على شكل

source: Add pictures
ar: اضافة صور

source: Statistics
ar: احصائيات

source: Total views
ar: عدد المشاهدات

source: Viewing rate
ar: نسبة الاعجابات

source: Number of favorites
ar: عدد الاعجابات

source: Number of interactions
ar: عدد التفاعلات

source: On moderation
ar: جاري التحقق

source: Contact us
ar: اتصل بنا

source: write to us
ar: اكتب لنا

source: Are you sure you want to logout
ar: هل تريد تسجيل الخروج من حسابك؟

source: By logging out, you will no longer be able to view your favorite ads, receive notifications from potential customers or sellers, or access certain features reserved for logged-in users.
ar: بخروجك من الحساب، لا يمكنك تلقي رسائل و عروض من المشترين.

source: Enter the name of your item
ar: ما الذي تريد بيعه؟

source: Photo
ar: صورة

source: Used
ar: مستعمل

source: Color
ar: اللون

source: Black
ar: اسود

source: White
ar: ابيض

source: Rose gold
ar: وردي

source: space gray
ar: رمادي

source: Publish the ad
ar: نشر الاعلان

source: Your ad is being checked
ar: يتم التحقق من اعلانك

source: Please do not leave the app while we are processing your ad.
ar: من فضلك لا تترك التطبيق بينما نقوم بمعالجة إعلانك

source: Edit
ar: تعديل
